#+TITLE: 2016 年归档
#+DATE: 2016-01-01
#+KEYWORDS: 时间管理

* 工作
** 会议
*** 年底绩效沟通（和经理）
    CLOCK: [2016-01-27 三 16:35]--[2016-01-27 三 16:52] =>  0:17
    CLOCK: [2016-01-27 三 16:00]--[2016-01-27 三 16:34] =>  0:34
*** giano 全机传输沟通
    CLOCK: [2016-01-28 四 17:12]--[2016-01-28 四 17:41] =>  0:29
*** fclick 传输 bp 速度上不来（玉龙）
    CLOCK: [2016-01-29 五 15:01]--[2016-01-29 五 15:09] =>  0:08
    CLOCK: [2016-01-28 四 18:19]--[2016-01-28 四 18:23] =>  0:04
    CLOCK: [2016-01-28 四 18:09]--[2016-01-28 四 18:12] =>  0:03
    CLOCK: [2016-01-27 三 16:59]--[2016-01-27 三 17:09] =>  0:10
    CLOCK: [2016-01-27 三 14:34]--[2016-01-27 三 15:41] =>  1:07
*** 16-01 季度会
    CLOCK: [2016-01-26 二 14:06]--[2016-01-26 二 15:02] =>  0:56
*** 团队同学和 LiPing 聊天
    CLOCK: [2016-01-26 二 13:00]--[2016-01-26 二 13:50] =>  0:50
*** fengshui mi -> bp 问题排查
    CLOCK: [2016-01-08 五 15:18]--[2016-01-08 五 17:01] =>  1:43
*** PS 英仙座需求沟通（inode/filename 双重复用）
    CLOCK: [2016-01-07 四 10:37]--[2016-01-07 四 11:22] =>  0:45
*** 移动浏览器数据入 Spider 的 BP 相关讨论
    CLOCK: [2016-01-05 二 15:41]--[2016-01-05 二 15:48] =>  0:07
    CLOCK: [2016-01-05 二 15:10]--[2016-01-05 二 15:41] =>  0:31
** 运维
*** MI/PB 运维
    CLOCK: [2016-03-30 三 19:44]--[2016-03-30 三 20:05] =>  0:21
    CLOCK: [2016-03-30 三 13:17]--[2016-03-30 三 13:46] =>  0:29
    CLOCK: [2016-03-30 三 12:18]--[2016-03-30 三 12:31] =>  0:13
    CLOCK: [2016-03-29 二 19:16]--[2016-03-29 二 19:43] =>  0:27
    CLOCK: [2016-03-29 二 16:22]--[2016-03-29 二 16:59] =>  0:37
    CLOCK: [2016-03-29 二 14:02]--[2016-03-29 二 14:50] =>  0:48
    CLOCK: [2016-03-28 一 16:47]--[2016-03-28 一 16:58] =>  0:11
    CLOCK: [2016-03-28 一 16:23]--[2016-03-28 一 16:24] =>  0:01
    CLOCK: [2016-03-26 六 21:53]--[2016-03-26 六 22:14] =>  0:21
    CLOCK: [2016-03-25 五 21:16]--[2016-03-25 五 21:19] =>  0:03
    CLOCK: [2016-03-25 五 20:28]--[2016-03-25 五 20:37] =>  0:09
    CLOCK: [2016-03-25 五 20:20]--[2016-03-25 五 20:23] =>  0:03
    CLOCK: [2016-03-25 五 19:14]--[2016-03-25 五 19:36] =>  0:22
    CLOCK: [2016-03-25 五 16:31]--[2016-03-25 五 16:45] =>  0:14
    CLOCK: [2016-03-25 五 14:32]--[2016-03-25 五 15:02] =>  0:30
    CLOCK: [2016-03-25 五 11:19]--[2016-03-25 五 11:30] =>  0:11
    CLOCK: [2016-03-24 四 16:22]--[2016-03-24 四 16:38] =>  0:16
    CLOCK: [2016-03-24 四 14:10]--[2016-03-24 四 14:35] =>  0:25
    CLOCK: [2016-03-24 四 11:20]--[2016-03-24 四 11:24] =>  0:04
    CLOCK: [2016-03-23 三 23:43]--[2016-03-24 四 00:08] =>  0:25
    CLOCK: [2016-03-23 三 23:18]--[2016-03-23 三 23:19] =>  0:01
    CLOCK: [2016-03-23 三 20:50]--[2016-03-23 三 20:56] =>  0:06
    CLOCK: [2016-03-23 三 20:07]--[2016-03-23 三 20:46] =>  0:39
    CLOCK: [2016-03-23 三 14:22]--[2016-03-23 三 14:38] =>  0:16
    CLOCK: [2016-03-23 三 13:51]--[2016-03-23 三 14:05] =>  0:14
    CLOCK: [2016-03-23 三 12:01]--[2016-03-23 三 12:18] =>  0:17
    CLOCK: [2016-03-22 二 20:46]--[2016-03-22 二 21:18] =>  0:32
    CLOCK: [2016-03-22 二 17:49]--[2016-03-22 二 18:27] =>  0:38
    CLOCK: [2016-03-22 二 17:05]--[2016-03-22 二 17:49] =>  0:44
    CLOCK: [2016-03-21 一 11:53]--[2016-03-21 一 12:09] =>  0:16
    CLOCK: [2016-03-21 一 11:10]--[2016-03-21 一 11:31] =>  0:21
    CLOCK: [2016-03-20 日 13:09]--[2016-03-20 日 13:20] =>  0:11
    CLOCK: [2016-03-19 六 22:20]--[2016-03-19 六 22:43] =>  0:23
    CLOCK: [2016-03-18 五 19:42]--[2016-03-18 五 19:49] =>  0:07
    CLOCK: [2016-03-18 五 13:39]--[2016-03-18 五 13:43] =>  0:04
    CLOCK: [2016-03-18 五 12:09]--[2016-03-18 五 12:12] =>  0:03
    CLOCK: [2016-03-17 四 17:47]--[2016-03-17 四 17:52] =>  0:05
    CLOCK: [2016-03-17 四 17:42]--[2016-03-17 四 17:45] =>  0:03
    CLOCK: [2016-03-17 四 17:33]--[2016-03-17 四 17:40] =>  0:07
    CLOCK: [2016-03-17 四 14:45]--[2016-03-17 四 15:14] =>  0:29
    CLOCK: [2016-03-17 四 13:38]--[2016-03-17 四 14:13] =>  0:35
    CLOCK: [2016-03-16 三 21:15]--[2016-03-16 三 21:21] =>  0:06
    CLOCK: [2016-03-16 三 13:48]--[2016-03-16 三 13:56] =>  0:08
    CLOCK: [2016-03-16 三 12:18]--[2016-03-16 三 12:22] =>  0:04
    CLOCK: [2016-03-16 三 11:29]--[2016-03-16 三 11:32] =>  0:03
    CLOCK: [2016-03-15 二 19:17]--[2016-03-15 二 19:27] =>  0:10
    CLOCK: [2016-03-15 二 17:19]--[2016-03-15 二 17:44] =>  0:25
    CLOCK: [2016-03-15 二 17:01]--[2016-03-15 二 17:18] =>  0:17
    CLOCK: [2016-03-15 二 16:30]--[2016-03-15 二 16:41] =>  0:11
    CLOCK: [2016-03-15 二 15:55]--[2016-03-15 二 16:04] =>  0:09
    CLOCK: [2016-03-15 二 13:13]--[2016-03-15 二 13:35] =>  0:22
    CLOCK: [2016-03-14 一 19:43]--[2016-03-14 一 20:09] =>  0:26
    CLOCK: [2016-03-14 一 18:52]--[2016-03-14 一 19:15] =>  0:23
    CLOCK: [2016-03-14 一 18:07]--[2016-03-14 一 18:15] =>  0:08
    CLOCK: [2016-03-14 一 13:38]--[2016-03-14 一 14:15] =>  0:37
    CLOCK: [2016-03-14 一 11:59]--[2016-03-14 一 12:29] =>  0:30
    CLOCK: [2016-03-13 日 20:47]--[2016-03-13 日 21:00] =>  0:13
    CLOCK: [2016-03-12 六 21:45]--[2016-03-12 六 21:52] =>  0:07
    CLOCK: [2016-03-11 五 20:40]--[2016-03-11 五 20:51] =>  0:11
    CLOCK: [2016-03-11 五 20:10]--[2016-03-11 五 20:13] =>  0:03
    CLOCK: [2016-03-11 五 20:02]--[2016-03-11 五 20:09] =>  0:07
    CLOCK: [2016-03-11 五 18:56]--[2016-03-11 五 19:19] =>  0:23
    CLOCK: [2016-03-11 五 17:06]--[2016-03-11 五 17:39] =>  0:33
    CLOCK: [2016-03-11 五 14:32]--[2016-03-11 五 16:06] =>  1:34
    CLOCK: [2016-03-11 五 13:15]--[2016-03-11 五 14:20] =>  1:05
    CLOCK: [2016-03-11 五 11:54]--[2016-03-11 五 11:55] =>  0:01
    CLOCK: [2016-03-11 五 11:26]--[2016-03-11 五 11:35] =>  0:09
    CLOCK: [2016-03-11 五 00:38]--[2016-03-11 五 01:01] =>  0:23
    CLOCK: [2016-03-10 四 23:52]--[2016-03-11 五 00:27] =>  0:35
    CLOCK: [2016-03-10 四 23:16]--[2016-03-10 四 23:19] =>  0:03
    CLOCK: [2016-03-10 四 22:48]--[2016-03-10 四 22:59] =>  0:11
    CLOCK: [2016-03-10 四 19:12]--[2016-03-10 四 20:00] =>  0:48
    CLOCK: [2016-03-10 四 17:37]--[2016-03-10 四 17:50] =>  0:13
    CLOCK: [2016-03-10 四 17:26]--[2016-03-10 四 17:36] =>  0:10
    CLOCK: [2016-03-10 四 16:50]--[2016-03-10 四 17:22] =>  0:32
    CLOCK: [2016-03-10 四 15:57]--[2016-03-10 四 16:42] =>  0:45
    CLOCK: [2016-03-10 四 15:01]--[2016-03-10 四 15:51] =>  0:50
    CLOCK: [2016-03-10 四 13:13]--[2016-03-10 四 14:36] =>  1:23
    CLOCK: [2016-03-10 四 11:55]--[2016-03-10 四 12:27] =>  0:32
    CLOCK: [2016-03-10 四 11:28]--[2016-03-10 四 11:37] =>  0:09
    CLOCK: [2016-03-09 三 23:53]--[2016-03-10 四 00:16] =>  0:23
    CLOCK: [2016-03-09 三 22:26]--[2016-03-09 三 22:51] =>  0:25
    CLOCK: [2016-03-09 三 20:55]--[2016-03-09 三 21:21] =>  0:26
    CLOCK: [2016-03-09 三 19:15]--[2016-03-09 三 20:44] =>  1:29
    CLOCK: [2016-03-09 三 16:18]--[2016-03-09 三 16:31] =>  0:13
    CLOCK: [2016-03-09 三 14:31]--[2016-03-09 三 14:58] =>  0:27
    CLOCK: [2016-03-09 三 14:03]--[2016-03-09 三 14:04] =>  0:01
    CLOCK: [2016-03-09 三 13:17]--[2016-03-09 三 13:36] =>  0:19
    CLOCK: [2016-03-09 三 11:20]--[2016-03-09 三 11:35] =>  0:15
    CLOCK: [2016-03-08 二 23:32]--[2016-03-08 二 23:45] =>  0:13
    CLOCK: [2016-03-08 二 22:45]--[2016-03-08 二 23:25] =>  0:40
    CLOCK: [2016-03-08 二 21:09]--[2016-03-08 二 21:18] =>  0:09
    CLOCK: [2016-03-08 二 19:17]--[2016-03-08 二 20:53] =>  1:36
    CLOCK: [2016-03-08 二 18:08]--[2016-03-08 二 18:29] =>  0:21
    CLOCK: [2016-03-08 二 16:26]--[2016-03-08 二 17:34] =>  1:08
    CLOCK: [2016-03-08 二 16:08]--[2016-03-08 二 16:23] =>  0:15
    CLOCK: [2016-03-08 二 14:20]--[2016-03-08 二 14:59] =>  0:39
    CLOCK: [2016-03-08 二 12:29]--[2016-03-08 二 13:42] =>  1:13
    CLOCK: [2016-03-07 一 19:46]--[2016-03-07 一 20:12] =>  0:26
    CLOCK: [2016-03-07 一 19:21]--[2016-03-07 一 19:35] =>  0:14
    CLOCK: [2016-03-07 一 18:45]--[2016-03-07 一 19:21] =>  0:36
    CLOCK: [2016-03-07 一 18:11]--[2016-03-07 一 18:36] =>  0:25
    CLOCK: [2016-03-07 一 16:05]--[2016-03-07 一 16:26] =>  0:21
    CLOCK: [2016-03-07 一 15:14]--[2016-03-07 一 15:33] =>  0:19
    CLOCK: [2016-03-07 一 14:45]--[2016-03-07 一 15:14] =>  0:29
    CLOCK: [2016-03-07 一 11:23]--[2016-03-07 一 11:28] =>  0:05
    CLOCK: [2016-03-04 五 15:52]--[2016-03-04 五 16:00] =>  0:21
    CLOCK: [2016-03-03 四 14:54]--[2016-03-03 四 15:21] =>  0:27
    CLOCK: [2016-03-03 四 12:13]--[2016-03-03 四 12:19] =>  0:06
    CLOCK: [2016-03-02 三 19:43]--[2016-03-02 三 19:53] =>  0:10
    CLOCK: [2016-03-02 三 17:59]--[2016-03-02 三 18:10] =>  0:11
    CLOCK: [2016-03-02 三 13:05]--[2016-03-02 三 13:50] =>  0:45
    CLOCK: [2016-02-29 一 22:21]--[2016-02-29 一 22:42] =>  0:21
    CLOCK: [2016-02-29 一 21:02]--[2016-02-29 一 21:08] =>  0:06
    CLOCK: [2016-02-29 一 20:14]--[2016-02-29 一 20:26] =>  0:12
    CLOCK: [2016-02-29 一 18:08]--[2016-02-29 一 18:11] =>  0:03
    CLOCK: [2016-02-29 一 17:34]--[2016-02-29 一 17:45] =>  0:32
    CLOCK: [2016-02-29 一 15:54]--[2016-02-29 一 15:59] =>  0:05
    CLOCK: [2016-02-29 一 14:48]--[2016-02-29 一 14:59] =>  0:11
    CLOCK: [2016-02-26 五 19:15]--[2016-02-26 五 19:47] =>  0:32
    CLOCK: [2016-02-26 五 18:10]--[2016-02-26 五 18:16] =>  0:06
    CLOCK: [2016-02-26 五 12:06]--[2016-02-26 五 12:13] =>  0:07
    CLOCK: [2016-02-25 四 19:21]--[2016-02-25 四 20:13] =>  0:52
    CLOCK: [2016-02-25 四 19:11]--[2016-02-25 四 19:18] =>  0:07
    CLOCK: [2016-02-24 三 16:43]--[2016-02-24 三 16:51] =>  0:08
    CLOCK: [2016-02-24 三 16:16]--[2016-02-24 三 16:23] =>  0:07
    CLOCK: [2016-02-24 三 14:44]--[2016-02-24 三 14:49] =>  0:05
    CLOCK: [2016-02-23 二 20:21]--[2016-02-23 二 20:29] =>  0:08
    CLOCK: [2016-02-23 二 18:28]--[2016-02-23 二 18:35] =>  0:07
    CLOCK: [2016-02-22 一 17:04]--[2016-02-22 一 17:25] =>  0:21
    CLOCK: [2016-02-22 一 14:35]--[2016-02-22 一 14:56] =>  0:21
    CLOCK: [2016-02-22 一 13:48]--[2016-02-22 一 14:24] =>  0:36
    CLOCK: [2016-02-22 一 11:34]--[2016-02-22 一 11:38] =>  0:04
    CLOCK: [2016-02-21 日 04:04]--[2016-02-21 日 10:50] =>  6:46
    CLOCK: [2016-02-20 六 09:37]--[2016-02-20 六 10:22] =>  0:45
    CLOCK: [2016-02-20 六 09:01]--[2016-02-20 六 09:36] =>  0:35
    CLOCK: [2016-02-20 六 08:43]--[2016-02-20 六 09:00] =>  0:17
    CLOCK: [2016-02-19 五 18:37]--[2016-02-19 五 19:54] =>  1:17
    CLOCK: [2016-02-19 五 17:12]--[2016-02-19 五 17:19] =>  0:07
    CLOCK: [2016-02-19 五 16:20]--[2016-02-19 五 16:31] =>  0:11
    CLOCK: [2016-02-19 五 15:46]--[2016-02-19 五 16:19] =>  0:33
    CLOCK: [2016-02-19 五 15:24]--[2016-02-19 五 15:33] =>  0:09
    CLOCK: [2016-02-19 五 14:36]--[2016-02-19 五 15:22] =>  0:46
    CLOCK: [2016-02-19 五 14:25]--[2016-02-19 五 14:35] =>  0:10
    CLOCK: [2016-02-19 五 13:31]--[2016-02-19 五 14:21] =>  0:50
    CLOCK: [2016-02-19 五 12:51]--[2016-02-19 五 13:28] =>  0:37
    CLOCK: [2016-02-19 五 11:23]--[2016-02-19 五 12:03] =>  0:40
    CLOCK: [2016-02-19 五 10:54]--[2016-02-19 五 11:19] =>  0:25
    CLOCK: [2016-02-19 五 01:17]--[2016-02-19 五 01:30] =>  0:13
    CLOCK: [2016-02-18 四 20:08]--[2016-02-18 四 20:16] =>  0:08
    CLOCK: [2016-02-18 四 19:11]--[2016-02-18 四 19:41] =>  0:30
    CLOCK: [2016-02-18 四 17:10]--[2016-02-18 四 17:39] =>  0:29
    CLOCK: [2016-02-18 四 16:38]--[2016-02-18 四 17:09] =>  0:31
    CLOCK: [2016-02-18 四 15:31]--[2016-02-18 四 16:20] =>  0:49
    CLOCK: [2016-02-18 四 13:07]--[2016-02-18 四 14:23] =>  1:16
    CLOCK: [2016-02-18 四 12:53]--[2016-02-18 四 12:56] =>  0:03
    CLOCK: [2016-02-17 三 17:25]--[2016-02-17 三 17:33] =>  0:08
    CLOCK: [2016-02-17 三 13:30]--[2016-02-17 三 14:06] =>  0:36
    CLOCK: [2016-02-17 三 11:53]--[2016-02-17 三 12:03] =>  0:10
    CLOCK: [2016-02-17 三 11:45]--[2016-02-17 三 11:51] =>  0:06
    CLOCK: [2016-02-17 三 11:03]--[2016-02-17 三 11:21] =>  0:18
    CLOCK: [2016-02-16 二 11:00]--[2016-02-16 二 11:07] =>  0:07
    CLOCK: [2016-02-14 日 17:13]--[2016-02-14 日 17:28] =>  0:15
    CLOCK: [2016-02-07 日 11:03]--[2016-02-07 日 11:07] =>  0:04
    CLOCK: [2016-02-02 二 17:32]--[2016-02-02 二 17:45] =>  0:13
    CLOCK: [2016-02-02 二 16:45]--[2016-02-02 二 16:58] =>  0:13
    CLOCK: [2016-02-02 二 15:35]--[2016-02-02 二 15:44] =>  0:09
    CLOCK: [2016-02-01 一 20:59]--[2016-02-01 一 21:05] =>  0:06
    CLOCK: [2016-02-01 一 18:01]--[2016-02-01 一 18:03] =>  0:02
    CLOCK: [2016-02-01 一 16:58]--[2016-02-01 一 17:00] =>  0:02
    CLOCK: [2016-02-01 一 16:30]--[2016-02-01 一 16:40] =>  0:10
    CLOCK: [2016-01-30 六 14:15]--[2016-01-30 六 14:20] =>  0:05
    CLOCK: [2016-01-30 六 11:43]--[2016-01-30 六 11:51] =>  0:08
    CLOCK: [2016-01-29 五 19:50]--[2016-01-29 五 19:58] =>  0:08
    CLOCK: [2016-01-29 五 19:00]--[2016-01-29 五 19:06] =>  0:06
    CLOCK: [2016-01-29 五 17:54]--[2016-01-29 五 17:58] =>  0:04
    CLOCK: [2016-01-29 五 11:30]--[2016-01-29 五 11:35] =>  0:05
    CLOCK: [2016-01-28 四 23:59]--[2016-01-29 五 00:06] =>  0:07
    CLOCK: [2016-01-28 四 20:15]--[2016-01-28 四 20:21] =>  0:06
    CLOCK: [2016-01-28 四 19:26]--[2016-01-28 四 19:29] =>  0:03
    CLOCK: [2016-01-28 四 18:37]--[2016-01-28 四 18:46] =>  0:09
    CLOCK: [2016-01-28 四 14:42]--[2016-01-28 四 14:50] =>  0:08
    CLOCK: [2016-01-27 三 17:16]--[2016-01-27 三 17:29] =>  0:13
    CLOCK: [2016-01-25 一 13:50]--[2016-01-25 一 14:57] =>  1:07
    CLOCK: [2016-01-25 一 11:55]--[2016-01-25 一 12:28] =>  0:33
    CLOCK: [2016-01-25 一 11:26]--[2016-01-25 一 11:36] =>  0:10
    CLOCK: [2016-01-22 五 14:00]--[2016-01-22 五 14:04] =>  0:04
    CLOCK: [2016-01-22 五 13:25]--[2016-01-22 五 13:28] =>  0:03
    CLOCK: [2016-01-21 四 15:07]--[2016-01-21 四 15:19] =>  0:12
    CLOCK: [2016-01-21 四 14:38]--[2016-01-21 四 14:57] =>  0:19
    CLOCK: [2016-01-21 四 14:27]--[2016-01-21 四 14:36] =>  0:09
    CLOCK: [2016-01-20 三 16:10]--[2016-01-20 三 16:34] =>  0:24
    CLOCK: [2016-01-20 三 14:39]--[2016-01-20 三 14:40] =>  0:01
    CLOCK: [2016-01-20 三 13:12]--[2016-01-20 三 13:26] =>  0:14
    CLOCK: [2016-01-20 三 10:54]--[2016-01-20 三 11:09] =>  0:15
    CLOCK: [2016-01-19 二 18:16]--[2016-01-19 二 18:26] =>  0:10
    CLOCK: [2016-01-19 二 17:51]--[2016-01-19 二 17:58] =>  0:07
    CLOCK: [2016-01-19 二 17:19]--[2016-01-19 二 17:47] =>  0:28
    CLOCK: [2016-01-19 二 16:52]--[2016-01-19 二 17:15] =>  0:23
    CLOCK: [2016-01-19 二 11:40]--[2016-01-19 二 12:00] =>  0:20
    CLOCK: [2016-01-18 一 21:40]--[2016-01-18 一 22:09] =>  0:29
    CLOCK: [2016-01-15 五 17:47]--[2016-01-15 五 18:12] =>  0:25
    CLOCK: [2016-01-15 五 16:48]--[2016-01-15 五 16:49] =>  0:01
    CLOCK: [2016-01-15 五 15:55]--[2016-01-15 五 16:09] =>  0:14
    CLOCK: [2016-01-15 五 11:55]--[2016-01-15 五 12:05] =>  0:10
    CLOCK: [2016-01-14 四 19:08]--[2016-01-14 四 19:15] =>  0:07
    CLOCK: [2016-01-14 四 17:33]--[2016-01-14 四 17:52] =>  0:19
    CLOCK: [2016-01-14 四 16:18]--[2016-01-14 四 16:54] =>  0:36
    CLOCK: [2016-01-14 四 12:14]--[2016-01-14 四 12:22] =>  0:08
    CLOCK: [2016-01-14 四 12:02]--[2016-01-14 四 12:13] =>  0:11
    CLOCK: [2016-01-14 四 11:11]--[2016-01-14 四 11:32] =>  0:21
    CLOCK: [2016-01-13 三 18:27]--[2016-01-13 三 18:32] =>  0:05
    CLOCK: [2016-01-13 三 16:37]--[2016-01-13 三 16:56] =>  0:19
    CLOCK: [2016-01-13 三 14:23]--[2016-01-13 三 14:38] =>  0:15
    CLOCK: [2016-01-13 三 13:44]--[2016-01-13 三 13:53] =>  0:09
    CLOCK: [2016-01-13 三 11:52]--[2016-01-13 三 12:07] =>  0:15
    CLOCK: [2016-01-12 二 19:10]--[2016-01-12 二 19:31] =>  0:21
    CLOCK: [2016-01-12 二 16:55]--[2016-01-12 二 17:02] =>  0:07
    CLOCK: [2016-01-12 二 15:46]--[2016-01-12 二 15:57] =>  0:11
    CLOCK: [2016-01-11 一 19:01]--[2016-01-11 一 19:08] =>  0:07
    CLOCK: [2016-01-11 一 17:31]--[2016-01-11 一 17:38] =>  0:07
    CLOCK: [2016-01-11 一 17:01]--[2016-01-11 一 17:24] =>  0:23
    CLOCK: [2016-01-11 一 15:08]--[2016-01-11 一 15:33] =>  0:25
    CLOCK: [2016-01-11 一 14:25]--[2016-01-11 一 14:57] =>  0:32
    CLOCK: [2016-01-08 五 19:02]--[2016-01-08 五 19:18] =>  0:16
    CLOCK: [2016-01-08 五 17:01]--[2016-01-08 五 18:03] =>  1:02
    CLOCK: [2016-01-07 四 20:27]--[2016-01-07 四 21:28] =>  1:01
    CLOCK: [2016-01-07 四 19:54]--[2016-01-07 四 20:11] =>  0:17
    CLOCK: [2016-01-07 四 19:18]--[2016-01-07 四 19:24] =>  0:06
    CLOCK: [2016-01-07 四 16:40]--[2016-01-07 四 17:04] =>  0:24
    CLOCK: [2016-01-07 四 15:32]--[2016-01-07 四 16:10] =>  0:38
    CLOCK: [2016-01-07 四 14:19]--[2016-01-07 四 14:39] =>  0:20
    CLOCK: [2016-01-07 四 13:21]--[2016-01-07 四 14:10] =>  0:49
    CLOCK: [2016-01-06 三 13:50]--[2016-01-06 三 14:44] =>  0:54
    CLOCK: [2016-01-05 二 20:06]--[2016-01-05 二 20:55] =>  0:49
    CLOCK: [2016-01-05 二 19:26]--[2016-01-05 二 19:41] =>  0:15
    CLOCK: [2016-01-05 二 18:21]--[2016-01-05 二 18:30] =>  0:09
    CLOCK: [2016-01-05 二 17:40]--[2016-01-05 二 18:04] =>  0:24
    CLOCK: [2016-01-05 二 13:40]--[2016-01-05 二 13:56] =>  0:16
    CLOCK: [2016-01-05 二 12:00]--[2016-01-05 二 12:27] =>  0:27
    CLOCK: [2016-01-04 一 14:18]--[2016-01-04 一 15:36] =>  1:18
** DONE MI 支持 BP
*** BNS Partiton bugfix
    CLOCK: [2016-02-22 一 20:46]--[2016-02-22 一 20:56] =>  0:10
    CLOCK: [2016-02-20 六 18:01]--[2016-02-20 六 18:08] =>  0:07
    CLOCK: [2016-02-20 六 14:02]--[2016-02-20 六 16:28] =>  2:26
    CLOCK: [2016-02-20 六 13:27]--[2016-02-20 六 14:02] =>  0:35
*** LA->MI 迁移脚本
    CLOCK: [2016-02-03 三 16:08]--[2016-02-03 三 16:10] =>  0:02
*** 总结邮件
    CLOCK: [2015-12-30 三 08:57]--[2015-12-30 三 10:04] =>  1:07
    CLOCK: [2015-12-29 二 23:19]--[2015-12-30 三 00:15] =>  0:56
    CLOCK: [2015-12-29 二 20:47]--[2015-12-29 二 21:00] =>  0:13
**** 旧业务迁移
     CLOCK: [2015-12-26 六 18:40]--[2015-12-26 六 19:09] =>  0:29
**** 业务梳理
    CLOCK: [2015-12-26 六 18:06]--[2015-12-26 六 18:20] =>  0:14
    CLOCK: [2015-12-26 六 17:41]--[2015-12-26 六 17:49] =>  0:08
    CLOCK: [2015-12-26 六 17:00]--[2015-12-26 六 17:33] =>  0:33
*** 平台化和文档
    CLOCK: [2015-12-16 三 14:22]--[2015-12-16 三 14:49] =>  0:27
*** Debug
**** pipelet 分配的 bug
     CLOCK: [2015-12-19 六 17:17]--[2015-12-19 六 18:33] =>  1:16
     CLOCK: [2015-12-19 六 16:56]--[2015-12-19 六 16:59] =>  0:03
*** 周报
**** 收尾
     CLOCK: [2015-08-24 一 10:54]--[2015-08-24 一 10:59] =>  0:05
**** 第五周
     CLOCK: [2015-08-17 一 09:20]--[2015-08-17 一 09:42] =>  0:22
**** 第四周
     CLOCK: [2015-08-10 一 07:23]--[2015-08-10 一 07:38] =>  0:15
**** 第三周
     CLOCK: [2015-08-03 一 08:36]--[2015-08-03 一 08:49] =>  0:13
**** 第二周
     CLOCK: [2015-07-26 日 23:41]--[2015-07-27 一 00:02] =>  0:21
**** DONE 第一周
     CLOCK: [2015-07-18 六 22:07]--[2015-07-18 六 22:44] =>  0:37
*** 设计和排期
**** 发布前的功能 Review 和查漏补缺
     CLOCK: [2015-12-01 二 22:01]--[2015-12-01 二 22:19] =>  0:18
     CLOCK: [2015-12-01 二 21:28]--[2015-12-01 二 21:50] =>  0:22
     CLOCK: [2015-11-21 六 13:40]--[2015-11-21 六 13:44] =>  0:04
     CLOCK: [2015-11-21 六 12:38]--[2015-11-21 六 13:27] =>  0:49
     CLOCK: [2015-11-20 五 20:07]--[2015-11-20 五 21:22] =>  1:15
     CLOCK: [2015-11-20 五 17:39]--[2015-11-20 五 18:40] =>  1:01
     CLOCK: [2015-11-20 五 17:16]--[2015-11-20 五 17:33] =>  0:17
**** 代码入库
     CLOCK: [2015-09-08 二 15:50]--[2015-09-08 二 16:16] =>  0:26
     CLOCK: [2015-09-01 二 17:32]--[2015-09-01 二 17:51] =>  0:19
     CLOCK: [2015-09-01 二 09:43]--[2015-09-01 二 09:59] =>  0:16
     CLOCK: [2015-08-31 一 20:52]--[2015-08-31 一 21:13] =>  0:21
     CLOCK: [2015-08-31 一 19:55]--[2015-08-31 一 20:08] =>  0:13
     CLOCK: [2015-08-31 一 19:15]--[2015-08-31 一 19:46] =>  0:31
**** 为了发布
     CLOCK: [2015-08-19 三 14:11]--[2015-08-19 三 15:06] =>  0:55
     CLOCK: [2015-08-19 三 12:24]--[2015-08-19 三 12:37] =>  0:13
     CLOCK: [2015-08-19 三 11:31]--[2015-08-19 三 11:34] =>  0:03
     CLOCK: [2015-08-15 六 16:24]--[2015-08-15 六 16:31] =>  0:07
     CLOCK: [2015-08-14 五 10:05]--[2015-08-14 五 10:25] =>  0:20
     CLOCK: [2015-08-13 四 10:36]--[2015-08-13 四 11:00] =>  0:24
     CLOCK: [2015-08-08 六 13:36]--[2015-08-08 六 13:46] =>  0:10
     CLOCK: [2015-08-07 五 20:45]--[2015-08-07 五 21:00] =>  0:15
     CLOCK: [2015-08-07 五 11:05]--[2015-08-07 五 11:32] =>  0:27
**** 为了联调
     CLOCK: [2015-08-01 六 11:53]--[2015-08-01 六 12:25] =>  0:32
     CLOCK: [2015-07-30 四 16:28]--[2015-07-30 四 17:25] =>  0:57
**** 打通 BP Store
     CLOCK: [2015-07-24 五 22:13]--[2015-07-24 五 22:45] =>  0:32
     CLOCK: [2015-07-24 五 09:05]--[2015-07-24 五 09:18] =>  0:13
     CLOCK: [2015-07-23 四 23:40]--[2015-07-24 五 00:00] =>  0:20
     CLOCK: [2015-07-23 四 16:12]--[2015-07-23 四 16:33] =>  0:21
     CLOCK: [2015-07-23 四 14:55]--[2015-07-23 四 14:58] =>  0:03
     CLOCK: [2015-07-23 四 14:04]--[2015-07-23 四 14:17] =>  0:13
**** 与 HC 讨论功能分解
     CLOCK: [2015-07-17 五 15:38]--[2015-07-17 五 16:09] =>  0:31
**** 功能分解
     CLOCK: [2015-07-17 五 16:15]--[2015-07-17 五 16:22] =>  0:07
     CLOCK: [2015-07-17 五 00:20]--[2015-07-17 五 00:52] =>  0:32
*** 测试和联调
**** 和其他特性联调出 core
     CLOCK: [2015-11-12 四 14:18]--[2015-11-12 四 14:39] =>  0:21
**** DB Proxy 联调
     CLOCK: [2015-11-25 三 16:03]--[2015-11-25 三 16:45] =>  0:42
     CLOCK: [2015-11-25 三 14:37]--[2015-11-25 三 15:42] =>  1:05
     CLOCK: [2015-11-25 三 14:21]--[2015-11-25 三 14:29] =>  0:08
     CLOCK: [2015-11-09 一 17:14]--[2015-11-09 一 17:24] =>  0:10
     CLOCK: [2015-11-06 五 14:52]--[2015-11-06 五 15:10] =>  0:18
     CLOCK: [2015-11-05 四 20:10]--[2015-11-05 四 20:37] =>  0:27
     CLOCK: [2015-11-05 四 16:00]--[2015-11-05 四 16:16] =>  0:16
     CLOCK: [2015-11-05 四 15:07]--[2015-11-05 四 15:37] =>  0:30
     CLOCK: [2015-11-05 四 02:36]--[2015-11-05 四 02:50] =>  0:14
     CLOCK: [2015-11-05 四 00:55]--[2015-11-05 四 01:12] =>  0:17
     CLOCK: [2015-11-05 四 00:33]--[2015-11-05 四 00:45] =>  0:12
     CLOCK: [2015-11-05 四 00:17]--[2015-11-05 四 00:32] =>  0:15
     CLOCK: [2015-11-04 三 23:49]--[2015-11-05 四 00:16] =>  0:27
     CLOCK: [2015-11-04 三 23:04]--[2015-11-04 三 23:12] =>  0:08
     CLOCK: [2015-11-04 三 20:42]--[2015-11-04 三 21:23] =>  0:41
     CLOCK: [2015-11-04 三 19:58]--[2015-11-04 三 20:25] =>  0:27
     CLOCK: [2015-11-04 三 19:20]--[2015-11-04 三 19:50] =>  0:30
     CLOCK: [2015-11-04 三 17:40]--[2015-11-04 三 17:49] =>  0:09
     CLOCK: [2015-11-04 三 14:21]--[2015-11-04 三 15:01] =>  0:40
     CLOCK: [2015-11-04 三 12:04]--[2015-11-04 三 12:20] =>  0:16
     CLOCK: [2015-11-04 三 11:35]--[2015-11-04 三 11:40] =>  0:05
     CLOCK: [2015-11-03 二 21:33]--[2015-11-03 二 21:52] =>  0:19
     CLOCK: [2015-11-03 二 20:35]--[2015-11-03 二 21:01] =>  0:26
     CLOCK: [2015-10-30 五 16:25]--[2015-10-30 五 16:34] =>  0:09
     CLOCK: [2015-10-12 一 13:18]--[2015-10-12 一 13:27] =>  0:09
     CLOCK: [2015-09-22 二 16:25]--[2015-09-22 二 17:05] =>  0:40
     CLOCK: [2015-09-11 五 15:35]--[2015-09-11 五 16:31] =>  0:56
     CLOCK: [2015-08-31 一 16:49]--[2015-08-31 一 17:21] =>  0:32
     CLOCK: [2015-08-31 一 15:59]--[2015-08-31 一 16:15] =>  0:16
     CLOCK: [2015-08-19 三 12:10]--[2015-08-19 三 12:24] =>  0:14
     CLOCK: [2015-08-18 二 22:42]--[2015-08-18 二 23:10] =>  0:28
     CLOCK: [2015-08-18 二 20:39]--[2015-08-18 二 20:53] =>  0:14
**** QA 测试：Fallback 丢数据
     CLOCK: [2015-10-29 四 17:01]--[2015-10-29 四 17:52] =>  0:51
     CLOCK: [2015-10-29 四 16:31]--[2015-10-29 四 16:47] =>  0:16
     CLOCK: [2015-10-29 四 16:18]--[2015-10-29 四 16:28] =>  0:10
     CLOCK: [2015-10-29 四 15:28]--[2015-10-29 四 15:55] =>  0:27
     CLOCK: [2015-10-29 四 15:20]--[2015-10-29 四 15:24] =>  0:04
     CLOCK: [2015-10-29 四 10:39]--[2015-10-29 四 11:03] =>  0:24
     CLOCK: [2015-10-29 四 10:03]--[2015-10-29 四 10:35] =>  0:32
     CLOCK: [2015-10-29 四 09:11]--[2015-10-29 四 09:53] =>  0:42
     CLOCK: [2015-10-29 四 08:36]--[2015-10-29 四 08:50] =>  0:14
     CLOCK: [2015-10-28 三 23:05]--[2015-10-28 三 23:53] =>  0:48
     CLOCK: [2015-10-28 三 22:27]--[2015-10-28 三 22:34] =>  0:07
     CLOCK: [2015-10-28 三 22:04]--[2015-10-28 三 22:19] =>  0:15
     CLOCK: [2015-10-28 三 19:24]--[2015-10-28 三 19:48] =>  0:24
     CLOCK: [2015-10-28 三 18:58]--[2015-10-28 三 19:19] =>  0:21
     CLOCK: [2015-10-28 三 15:53]--[2015-10-28 三 16:10] =>  0:17
     CLOCK: [2015-10-28 三 14:55]--[2015-10-28 三 15:13] =>  0:18
     CLOCK: [2015-10-28 三 14:18]--[2015-10-28 三 14:41] =>  0:23
     CLOCK: [2015-10-28 三 13:32]--[2015-10-28 三 14:02] =>  0:30
     CLOCK: [2015-10-28 三 11:34]--[2015-10-28 三 11:40] =>  0:06
     CLOCK: [2015-10-28 三 11:30]--[2015-10-28 三 11:34] =>  0:04
     CLOCK: [2015-10-26 一 22:20]--[2015-10-26 一 22:57] =>  0:37
     CLOCK: [2015-10-26 一 22:16]--[2015-10-26 一 22:20] =>  0:04
     CLOCK: [2015-10-26 一 22:13]--[2015-10-26 一 22:16] =>  0:03
     CLOCK: [2015-10-20 二 21:29]--[2015-10-20 二 22:19] =>  0:50
     CLOCK: [2015-10-20 二 20:00]--[2015-10-20 二 21:01] =>  1:01
     CLOCK: [2015-10-20 二 17:40]--[2015-10-20 二 17:47] =>  0:07
     CLOCK: [2015-10-20 二 16:45]--[2015-10-20 二 17:33] =>  0:48
     CLOCK: [2015-10-20 二 15:56]--[2015-10-20 二 16:21] =>  0:25
     CLOCK: [2015-10-20 二 14:20]--[2015-10-20 二 15:11] =>  0:51
     CLOCK: [2015-10-19 一 19:52]--[2015-10-19 一 20:00] =>  0:08
     CLOCK: [2015-10-19 一 18:05]--[2015-10-19 一 18:09] =>  0:04
     CLOCK: [2015-10-19 一 17:58]--[2015-10-19 一 18:01] =>  0:03
     CLOCK: [2015-10-19 一 16:40]--[2015-10-19 一 17:05] =>  0:25
     CLOCK: [2015-10-16 五 21:16]--[2015-10-16 五 21:18] =>  0:02
     CLOCK: [2015-10-16 五 19:40]--[2015-10-16 五 21:16] =>  1:36
     CLOCK: [2015-10-16 五 17:47]--[2015-10-16 五 18:26] =>  0:39
     CLOCK: [2015-10-15 四 16:52]--[2015-10-15 四 17:59] =>  1:07
     CLOCK: [2015-10-15 四 14:18]--[2015-10-15 四 14:37] =>  0:19
**** QA 测试：Broker 端去重导致数据订阅不到
     CLOCK: [2015-09-29 二 23:13]--[2015-09-29 二 23:42] =>  0:29
     CLOCK: [2015-09-29 二 17:28]--[2015-09-29 二 18:14] =>  0:46
     CLOCK: [2015-09-29 二 17:06]--[2015-09-29 二 17:27] =>  0:21
     CLOCK: [2015-09-29 二 15:02]--[2015-09-29 二 15:08] =>  0:06
     CLOCK: [2015-09-29 二 13:56]--[2015-09-29 二 14:25] =>  0:29
     CLOCK: [2015-09-29 二 12:34]--[2015-09-29 二 12:41] =>  0:07
     CLOCK: [2015-09-29 二 11:02]--[2015-09-29 二 11:58] =>  0:56
     CLOCK: [2015-09-29 二 10:26]--[2015-09-29 二 10:55] =>  0:29
     CLOCK: [2015-09-28 一 21:40]--[2015-09-28 一 21:41] =>  0:01
**** 与 AFS 整合，帮 HC 调 core
     CLOCK: [2015-09-25 五 10:52]--[2015-09-25 五 11:16] =>  0:24
     CLOCK: [2015-09-25 五 10:18]--[2015-09-25 五 10:43] =>  0:25
     CLOCK: [2015-09-25 五 09:52]--[2015-09-25 五 09:58] =>  0:06
     CLOCK: [2015-09-25 五 09:12]--[2015-09-25 五 09:43] =>  0:31
     CLOCK: [2015-09-25 五 08:07]--[2015-09-25 五 09:09] =>  1:02
     CLOCK: [2015-09-24 四 20:05]--[2015-09-24 四 20:06] =>  0:01
     CLOCK: [2015-09-24 四 16:52]--[2015-09-24 四 16:53] =>  0:01
     CLOCK: [2015-09-24 四 16:06]--[2015-09-24 四 16:22] =>  0:16
     CLOCK: [2015-09-24 四 01:02]--[2015-09-24 四 01:10] =>  0:08
     CLOCK: [2015-09-23 三 23:21]--[2015-09-23 三 23:42] =>  0:21
**** 公有云联调
     CLOCK: [2015-12-02 三 22:34]--[2015-12-02 三 23:29] =>  0:55
     CLOCK: [2015-12-02 三 22:22]--[2015-12-02 三 22:33] =>  0:11
     CLOCK: [2015-11-25 三 18:21]--[2015-11-25 三 18:42] =>  0:21
     CLOCK: [2015-09-18 五 21:30]--[2015-09-18 五 21:49] =>  0:19
     CLOCK: [2015-09-11 五 16:44]--[2015-09-11 五 17:00] =>  0:16
     CLOCK: [2015-09-10 四 19:43]--[2015-09-10 四 20:14] =>  0:31
     CLOCK: [2015-09-10 四 14:33]--[2015-09-10 四 15:31] =>  0:58
     CLOCK: [2015-09-02 三 19:20]--[2015-09-02 三 19:41] =>  0:21
     CLOCK: [2015-09-02 三 17:26]--[2015-09-02 三 18:14] =>  0:48
     CLOCK: [2015-09-02 三 16:54]--[2015-09-02 三 17:26] =>  0:32
     CLOCK: [2015-09-02 三 13:34]--[2015-09-02 三 14:04] =>  0:30
     CLOCK: [2015-09-01 二 20:47]--[2015-09-01 二 21:25] =>  0:38
     CLOCK: [2015-09-01 二 19:59]--[2015-09-01 二 20:39] =>  0:40
     CLOCK: [2015-09-01 二 16:30]--[2015-09-01 二 17:20] =>  0:50
     CLOCK: [2015-09-01 二 10:19]--[2015-09-01 二 11:05] =>  0:46
     CLOCK: [2015-08-28 五 21:46]--[2015-08-28 五 21:51] =>  0:05
     CLOCK: [2015-08-28 五 20:17]--[2015-08-28 五 21:18] =>  1:01
     CLOCK: [2015-08-27 四 20:18]--[2015-08-27 四 22:42] =>  2:24
     CLOCK: [2015-08-27 四 18:14]--[2015-08-27 四 18:32] =>  0:18
     CLOCK: [2015-08-26 三 21:05]--[2015-08-26 三 21:09] =>  0:04
     CLOCK: [2015-08-25 二 11:03]--[2015-08-25 二 11:32] =>  0:29
     CLOCK: [2015-08-24 一 11:54]--[2015-08-24 一 12:15] =>  0:21
     CLOCK: [2015-08-21 五 17:46]--[2015-08-21 五 17:57] =>  0:11
     CLOCK: [2015-08-21 五 17:29]--[2015-08-21 五 17:45] =>  0:16
     CLOCK: [2015-08-21 五 15:37]--[2015-08-21 五 15:47] =>  0:10
     CLOCK: [2015-08-21 五 14:34]--[2015-08-21 五 15:35] =>  1:01
     CLOCK: [2015-08-21 五 11:46]--[2015-08-21 五 12:25] =>  0:39
     CLOCK: [2015-08-20 四 20:57]--[2015-08-20 四 21:15] =>  0:18
     CLOCK: [2015-08-20 四 18:10]--[2015-08-20 四 18:33] =>  0:23
     CLOCK: [2015-08-20 四 17:08]--[2015-08-20 四 18:09] =>  1:01
     CLOCK: [2015-08-20 四 16:42]--[2015-08-20 四 16:56] =>  0:14
     CLOCK: [2015-08-20 四 15:43]--[2015-08-20 四 15:50] =>  0:07
     CLOCK: [2015-08-20 四 14:33]--[2015-08-20 四 15:15] =>  0:42
     CLOCK: [2015-08-18 二 20:04]--[2015-08-18 二 20:39] =>  0:35
     CLOCK: [2015-08-18 二 17:37]--[2015-08-18 二 17:53] =>  0:16
     CLOCK: [2015-08-18 二 16:20]--[2015-08-18 二 17:27] =>  1:07
     CLOCK: [2015-08-18 二 15:35]--[2015-08-18 二 16:12] =>  0:37
     CLOCK: [2015-08-18 二 14:21]--[2015-08-18 二 14:23] =>  0:02
     CLOCK: [2015-08-18 二 13:34]--[2015-08-18 二 13:40] =>  0:06
     CLOCK: [2015-08-18 二 13:13]--[2015-08-18 二 13:17] =>  0:04
     CLOCK: [2015-08-14 五 15:29]--[2015-08-14 五 15:46] =>  0:17
     CLOCK: [2015-08-14 五 14:56]--[2015-08-14 五 15:24] =>  0:28
     CLOCK: [2015-08-13 四 17:42]--[2015-08-13 四 18:10] =>  0:28
     CLOCK: [2015-08-13 四 16:11]--[2015-08-13 四 17:16] =>  1:05
     CLOCK: [2015-08-13 四 16:06]--[2015-08-13 四 16:08] =>  0:02
     CLOCK: [2015-08-12 三 16:04]--[2015-08-12 三 16:22] =>  0:18
     CLOCK: [2015-08-12 三 13:40]--[2015-08-12 三 15:04] =>  1:24
     CLOCK: [2015-08-12 三 12:55]--[2015-08-12 三 13:11] =>  0:16
     CLOCK: [2015-08-12 三 11:46]--[2015-08-12 三 12:14] =>  0:28
     CLOCK: [2015-08-12 三 10:39]--[2015-08-12 三 11:37] =>  0:58
     CLOCK: [2015-08-12 三 09:51]--[2015-08-12 三 10:16] =>  0:25
**** 英仙系统
     CLOCK: [2015-09-24 四 15:29]--[2015-09-24 四 16:06] =>  0:37
     CLOCK: [2015-08-31 一 23:16]--[2015-08-31 一 23:22] =>  0:06
     CLOCK: [2015-08-31 一 21:20]--[2015-08-31 一 21:40] =>  0:20
     CLOCK: [2015-08-31 一 17:44]--[2015-08-31 一 18:12] =>  0:28
**** 单份测试
     CLOCK: [2015-08-04 二 13:51]--[2015-08-04 二 14:30] =>  0:39
     CLOCK: [2015-08-04 二 12:19]--[2015-08-04 二 12:25] =>  0:06
     CLOCK: [2015-08-03 一 15:22]--[2015-08-03 一 15:58] =>  0:36
     CLOCK: [2015-08-03 一 14:20]--[2015-08-03 一 14:35] =>  0:15
     CLOCK: [2015-08-03 一 11:51]--[2015-08-03 一 12:01] =>  0:10
     CLOCK: [2015-08-01 六 16:43]--[2015-08-01 六 17:38] =>  0:55
     CLOCK: [2015-08-01 六 15:31]--[2015-08-01 六 16:12] =>  0:41
     CLOCK: [2015-08-01 六 14:34]--[2015-08-01 六 15:26] =>  0:52
**** 环境搭建和自动化部署脚本编写
     CLOCK: [2015-08-01 六 12:30]--[2015-08-01 六 13:09] =>  0:39
*** 依赖库引入
    CLOCK: [2015-07-16 四 21:26]--[2015-07-16 四 22:00] =>  0:34
    CLOCK: [2015-07-16 四 19:30]--[2015-07-16 四 21:21] =>  1:51
    CLOCK: [2015-07-16 四 16:14]--[2015-07-16 四 17:06] =>  0:52
    CLOCK: [2015-07-16 四 15:13]--[2015-07-16 四 15:26] =>  0:13
    CLOCK: [2015-07-16 四 14:36]--[2015-07-16 四 14:56] =>  0:20
    CLOCK: [2015-07-16 四 11:41]--[2015-07-16 四 12:09] =>  0:28
    CLOCK: [2015-07-16 四 10:38]--[2015-07-16 四 11:34] =>  0:56
    CLOCK: [2015-07-16 四 09:41]--[2015-07-16 四 10:31] =>  0:50
    CLOCK: [2015-07-15 三 13:24]--[2015-07-15 三 13:38] =>  0:14
    CLOCK: [2015-07-15 三 11:48]--[2015-07-15 三 12:37] =>  0:49
    CLOCK: [2015-07-15 三 10:03]--[2015-07-15 三 11:35] =>  1:32
    CLOCK: [2015-07-15 三 00:03]--[2015-07-15 三 01:10] =>  1:07
    CLOCK: [2015-07-14 二 21:09]--[2015-07-14 二 22:03] =>  0:54
    CLOCK: [2015-07-14 二 19:29]--[2015-07-14 二 20:30] =>  1:01
    CLOCK: [2015-07-14 二 18:26]--[2015-07-14 二 18:34] =>  0:08
    CLOCK: [2015-07-14 二 16:14]--[2015-07-14 二 17:45] =>  1:31
    CLOCK: [2015-07-14 二 13:06]--[2015-07-14 二 13:14] =>  0:08
*** Node
**** 自动处理多进度
     CLOCK: [2015-10-26 一 21:37]--[2015-10-26 一 22:11] =>  0:34
     CLOCK: [2015-10-26 一 20:58]--[2015-10-26 一 21:37] =>  0:39
     CLOCK: [2015-10-26 一 19:51]--[2015-10-26 一 20:21] =>  0:30
     CLOCK: [2015-10-26 一 17:01]--[2015-10-26 一 17:28] =>  0:27
     CLOCK: [2015-10-26 一 15:59]--[2015-10-26 一 17:01] =>  1:02
     CLOCK: [2015-10-26 一 14:38]--[2015-10-26 一 15:28] =>  0:50
     CLOCK: [2015-10-22 四 17:12]--[2015-10-22 四 17:53] =>  0:41
**** log time 截取
     CLOCK: [2015-09-10 四 19:11]--[2015-09-10 四 19:24] =>  0:13
     CLOCK: [2015-09-10 四 08:33]--[2015-09-10 四 09:07] =>  0:34
     CLOCK: [2015-09-10 四 08:16]--[2015-09-10 四 08:24] =>  0:08
     CLOCK: [2015-09-10 四 02:05]--[2015-09-10 四 02:19] =>  0:14
     CLOCK: [2015-09-10 四 01:03]--[2015-09-10 四 01:58] =>  0:55
     CLOCK: [2015-09-10 四 00:13]--[2015-09-10 四 00:24] =>  0:11
     CLOCK: [2015-09-09 三 20:39]--[2015-09-09 三 21:56] =>  1:17
     CLOCK: [2015-09-09 三 17:54]--[2015-09-09 三 18:06] =>  0:12
     CLOCK: [2015-09-09 三 15:00]--[2015-09-09 三 15:20] =>  0:20
     CLOCK: [2015-09-09 三 12:23]--[2015-09-09 三 12:29] =>  0:06
     CLOCK: [2015-09-09 三 11:48]--[2015-09-09 三 12:17] =>  0:29
     CLOCK: [2015-09-09 三 11:32]--[2015-09-09 三 11:37] =>  0:05
**** GetCheckpoint
     CLOCK: [2015-08-19 三 20:12]--[2015-08-19 三 20:22] =>  0:10
     CLOCK: [2015-08-19 三 17:52]--[2015-08-19 三 18:29] =>  0:37
     CLOCK: [2015-08-19 三 17:08]--[2015-08-19 三 17:42] =>  0:34
     CLOCK: [2015-08-19 三 16:32]--[2015-08-19 三 16:59] =>  0:27
     CLOCK: [2015-08-14 五 09:10]--[2015-08-14 五 09:23] =>  0:13
     CLOCK: [2015-08-09 日 14:24]--[2015-08-09 日 14:44] =>  0:20
     CLOCK: [2015-08-09 日 11:10]--[2015-08-09 日 12:33] =>  1:23
     CLOCK: [2015-08-08 六 23:22]--[2015-08-08 六 23:53] =>  0:31
**** Write
     CLOCK: [2015-08-08 六 17:04]--[2015-08-08 六 18:02] =>  0:58
     CLOCK: [2015-08-08 六 14:23]--[2015-08-08 六 15:57] =>  1:34
     CLOCK: [2015-08-05 三 14:21]--[2015-08-05 三 14:56] =>  0:35
     CLOCK: [2015-08-05 三 11:56]--[2015-08-05 三 12:24] =>  0:28
     CLOCK: [2015-08-05 三 11:24]--[2015-08-05 三 11:32] =>  0:08
     CLOCK: [2015-08-04 二 16:23]--[2015-08-04 二 16:43] =>  0:20
     CLOCK: [2015-08-04 二 16:04]--[2015-08-04 二 16:17] =>  0:13
     CLOCK: [2015-08-04 二 14:57]--[2015-08-04 二 16:02] =>  1:05
     CLOCK: [2015-07-24 五 17:57]--[2015-07-24 五 18:03] =>  0:06
     CLOCK: [2015-07-24 五 16:32]--[2015-07-24 五 17:31] =>  0:59
     CLOCK: [2015-07-24 五 15:58]--[2015-07-24 五 16:08] =>  0:10
**** Fallback
     CLOCK: [2015-08-20 四 10:01]--[2015-08-20 四 11:28] =>  1:27
     CLOCK: [2015-08-19 三 20:23]--[2015-08-19 三 21:59] =>  1:36
     CLOCK: [2015-08-19 三 15:08]--[2015-08-19 三 15:26] =>  0:18
     CLOCK: [2015-07-24 五 15:38]--[2015-07-24 五 15:58] =>  0:20
     CLOCK: [2015-07-24 五 14:00]--[2015-07-24 五 14:36] =>  0:36
     CLOCK: [2015-07-24 五 12:57]--[2015-07-24 五 13:40] =>  0:43
     CLOCK: [2015-07-24 五 09:23]--[2015-07-24 五 11:54] =>  2:31
**** Configure
     CLOCK: [2015-07-23 四 22:12]--[2015-07-23 四 23:11] =>  0:59
     CLOCK: [2015-07-23 四 19:12]--[2015-07-23 四 19:27] =>  0:15
     CLOCK: [2015-07-23 四 17:57]--[2015-07-23 四 18:21] =>  0:24
     CLOCK: [2015-07-23 四 16:33]--[2015-07-23 四 16:57] =>  0:24
**** Partitioner
     CLOCK: [2015-10-30 五 16:03]--[2015-10-30 五 16:25] =>  0:22
     CLOCK: [2015-10-30 五 15:40]--[2015-10-30 五 16:00] =>  0:20
     CLOCK: [2015-10-30 五 14:40]--[2015-10-30 五 15:06] =>  0:26
     CLOCK: [2015-10-30 五 13:44]--[2015-10-30 五 14:26] =>  0:42
     CLOCK: [2015-08-03 一 21:31]--[2015-08-03 一 22:16] =>  0:45
     CLOCK: [2015-07-23 四 15:42]--[2015-07-23 四 15:59] =>  0:17
     CLOCK: [2015-07-23 四 14:58]--[2015-07-23 四 15:39] =>  0:41
**** BP Progress
     CLOCK: [2015-10-08 四 20:35]--[2015-10-08 四 21:08] =>  0:33
     CLOCK: [2015-10-08 四 17:58]--[2015-10-08 四 18:04] =>  0:06
     CLOCK: [2015-10-08 四 17:03]--[2015-10-08 四 17:56] =>  0:53
     CLOCK: [2015-10-08 四 16:18]--[2015-10-08 四 17:02] =>  0:44
     CLOCK: [2015-09-30 三 01:26]--[2015-09-30 三 02:04] =>  0:38
     CLOCK: [2015-09-29 二 23:49]--[2015-09-30 三 00:44] =>  0:55
     CLOCK: [2015-07-23 四 13:28]--[2015-07-23 四 13:50] =>  0:22
     CLOCK: [2015-07-23 四 11:19]--[2015-07-23 四 12:10] =>  0:51
     CLOCK: [2015-07-23 四 11:03]--[2015-07-23 四 11:17] =>  0:14
     CLOCK: [2015-07-23 四 10:18]--[2015-07-23 四 10:50] =>  0:32
     CLOCK: [2015-07-23 四 09:40]--[2015-07-23 四 10:13] =>  0:33
     CLOCK: [2015-07-22 三 19:22]--[2015-07-22 三 19:39] =>  0:17
     CLOCK: [2015-07-22 三 16:59]--[2015-07-22 三 18:13] =>  1:14
     CLOCK: [2015-07-22 三 15:47]--[2015-07-22 三 16:36] =>  0:49
     CLOCK: [2015-07-22 三 14:46]--[2015-07-22 三 15:34] =>  0:48
     CLOCK: [2015-07-22 三 14:21]--[2015-07-22 三 14:36] =>  0:15
     CLOCK: [2015-07-22 三 13:09]--[2015-07-22 三 14:18] =>  1:09
     CLOCK: [2015-07-22 三 11:55]--[2015-07-22 三 12:18] =>  0:23
     CLOCK: [2015-07-22 三 10:54]--[2015-07-22 三 11:36] =>  0:42
     CLOCK: [2015-07-22 三 10:00]--[2015-07-22 三 10:52] =>  0:52
     CLOCK: [2015-07-21 二 23:37]--[2015-07-21 二 23:57] =>  0:20
     CLOCK: [2015-07-21 二 22:48]--[2015-07-21 二 23:21] =>  0:33
     CLOCK: [2015-07-21 二 19:35]--[2015-07-21 二 20:24] =>  0:49
     CLOCK: [2015-07-21 二 17:48]--[2015-07-21 二 18:48] =>  1:00
**** DONE Framework
     CLOCK: [2015-07-21 二 17:37]--[2015-07-21 二 17:41] =>  0:04
     CLOCK: [2015-07-21 二 16:29]--[2015-07-21 二 16:50] =>  0:21
     CLOCK: [2015-07-21 二 15:52]--[2015-07-21 二 16:18] =>  0:26
     CLOCK: [2015-07-21 二 15:00]--[2015-07-21 二 15:36] =>  0:36
     CLOCK: [2015-07-21 二 14:05]--[2015-07-21 二 14:40] =>  0:35
     CLOCK: [2015-07-21 二 13:26]--[2015-07-21 二 13:59] =>  0:33
     CLOCK: [2015-07-21 二 12:09]--[2015-07-21 二 12:13] =>  0:04
     CLOCK: [2015-07-21 二 11:43]--[2015-07-21 二 11:47] =>  0:04
     CLOCK: [2015-07-21 二 10:15]--[2015-07-21 二 11:36] =>  1:21
     CLOCK: [2015-07-21 二 09:38]--[2015-07-21 二 10:07] =>  0:29
     CLOCK: [2015-07-21 二 08:18]--[2015-07-21 二 08:35] =>  0:17
     CLOCK: [2015-07-20 一 19:07]--[2015-07-20 一 20:20] =>  1:13
     CLOCK: [2015-07-20 一 16:54]--[2015-07-20 一 17:54] =>  1:00
     CLOCK: [2015-07-20 一 13:31]--[2015-07-20 一 14:11] =>  0:40
     CLOCK: [2015-07-17 五 17:07]--[2015-07-17 五 17:28] =>  0:21
     CLOCK: [2015-07-17 五 14:59]--[2015-07-17 五 15:38] =>  0:39
     CLOCK: [2015-07-17 五 11:17]--[2015-07-17 五 11:57] =>  0:40
     CLOCK: [2015-07-17 五 10:13]--[2015-07-17 五 11:07] =>  0:54
     CLOCK: [2015-07-17 五 09:59]--[2015-07-17 五 10:09] =>  0:10
*** Master
**** 传输流切片和监控
     CLOCK: [2015-12-03 四 14:08]--[2015-12-03 四 15:10] =>  1:02
     CLOCK: [2015-12-03 四 00:11]--[2015-12-03 四 00:21] =>  0:10
     CLOCK: [2015-12-03 四 00:05]--[2015-12-03 四 00:10] =>  0:05
**** 节点上下线更新 pipelet
     CLOCK: [2015-11-03 二 11:28]--[2015-11-03 二 11:43] =>  0:15
     CLOCK: [2015-11-03 二 10:34]--[2015-11-03 二 11:06] =>  0:32
     CLOCK: [2015-11-02 一 21:57]--[2015-11-02 一 22:40] =>  0:43
     CLOCK: [2015-11-02 一 17:53]--[2015-11-02 一 18:54] =>  1:01
     CLOCK: [2015-11-02 一 15:29]--[2015-11-02 一 15:31] =>  0:02
     CLOCK: [2015-11-02 一 13:46]--[2015-11-02 一 13:55] =>  0:09
**** BNS Partition
     CLOCK: [2015-11-03 二 14:00]--[2015-11-03 二 14:15] =>  0:15
     CLOCK: [2015-11-03 二 11:07]--[2015-11-03 二 11:23] =>  0:16
     CLOCK: [2015-10-09 五 16:02]--[2015-10-09 五 16:50] =>  0:48
     CLOCK: [2015-10-09 五 13:34]--[2015-10-09 五 15:05] =>  1:31
     CLOCK: [2015-10-09 五 13:12]--[2015-10-09 五 13:27] =>  0:15
     CLOCK: [2015-10-08 四 16:06]--[2015-10-08 四 16:18] =>  0:12
     CLOCK: [2015-10-08 四 15:07]--[2015-10-08 四 15:18] =>  0:11
     CLOCK: [2015-10-08 四 13:26]--[2015-10-08 四 14:31] =>  1:05
     CLOCK: [2015-09-30 三 17:39]--[2015-09-30 三 17:55] =>  0:16
     CLOCK: [2015-09-30 三 16:57]--[2015-09-30 三 17:21] =>  0:24
**** 日志配置
     CLOCK: [2015-10-13 二 15:25]--[2015-10-13 二 17:14] =>  1:49
     CLOCK: [2015-10-10 六 15:53]--[2015-10-10 六 16:06] =>  0:13
     CLOCK: [2015-10-10 六 14:44]--[2015-10-10 六 15:17] =>  0:33
     CLOCK: [2015-10-09 五 17:50]--[2015-10-09 五 18:05] =>  0:15
     CLOCK: [2015-10-09 五 17:03]--[2015-10-09 五 17:50] =>  0:47
     CLOCK: [2015-07-31 五 12:59]--[2015-07-31 五 13:13] =>  0:14
     CLOCK: [2015-07-31 五 11:03]--[2015-07-31 五 11:33] =>  0:30
     CLOCK: [2015-07-30 四 17:26]--[2015-07-30 四 17:48] =>  0:22
**** 节点配置
     CLOCK: [2015-10-13 二 11:49]--[2015-10-13 二 11:51] =>  0:02
     CLOCK: [2015-09-11 五 15:25]--[2015-09-11 五 15:34] =>  0:09
     CLOCK: [2015-09-11 五 14:21]--[2015-09-11 五 15:00] =>  0:39
     CLOCK: [2015-09-11 五 12:53]--[2015-09-11 五 13:33] =>  0:40
     CLOCK: [2015-09-11 五 12:00]--[2015-09-11 五 12:02] =>  0:02
     CLOCK: [2015-09-11 五 11:19]--[2015-09-11 五 11:31] =>  0:12
     CLOCK: [2015-09-10 四 20:55]--[2015-09-10 四 21:23] =>  0:28
     CLOCK: [2015-09-10 四 20:15]--[2015-09-10 四 20:47] =>  0:32
     CLOCK: [2015-08-14 五 10:25]--[2015-08-14 五 11:11] =>  0:46
     CLOCK: [2015-08-14 五 09:23]--[2015-08-14 五 10:05] =>  0:42
     CLOCK: [2015-08-13 四 20:21]--[2015-08-13 四 21:49] =>  1:28
     CLOCK: [2015-08-13 四 18:40]--[2015-08-13 四 18:44] =>  0:04
     CLOCK: [2015-08-13 四 15:32]--[2015-08-13 四 15:52] =>  0:20
     CLOCK: [2015-08-13 四 14:21]--[2015-08-13 四 14:48] =>  0:27
     CLOCK: [2015-07-30 四 21:05]--[2015-07-30 四 22:04] =>  0:59
*** Mola
    CLOCK: [2015-08-17 一 20:28]--[2015-08-17 一 21:05] =>  0:37
    CLOCK: [2015-08-16 日 19:55]--[2015-08-16 日 20:13] =>  0:18
    CLOCK: [2015-08-13 四 13:34]--[2015-08-13 四 14:21] =>  0:47
    CLOCK: [2015-08-13 四 11:59]--[2015-08-13 四 12:34] =>  0:35
    CLOCK: [2015-08-13 四 11:21]--[2015-08-13 四 11:30] =>  0:09
*** 上海工作
    CLOCK: [2015-07-20 一 11:24]--[2015-07-20 一 11:57] =>  0:33
    CLOCK: [2015-07-20 一 10:55]--[2015-07-20 一 11:16] =>  0:21
* 学习
* 生活
** 读书（非技术）
*** DONE 读《嫌疑人 X 的献身》
    CLOCK: [2016-02-04 四 23:58]--[2016-02-05 五 01:42] =>  1:44
    CLOCK: [2016-02-04 四 10:30]--[2016-02-04 四 12:00] =>  1:30
    CLOCK: [2016-02-03 三 11:00]--[2016-02-03 三 11:10] =>  0:10
    CLOCK: [2016-02-02 二 20:00]--[2016-02-02 二 20:10] =>  0:10
    CLOCK: [2016-02-02 二 08:00]--[2016-02-02 二 08:45] =>  0:45
    CLOCK: [2016-02-02 二 01:00]--[2016-02-02 二 01:40] =>  0:40
*** DONE 读《白夜行》
    CLOCK: [2016-01-29 五 04:00]--[2016-01-29 五 05:20] =>  1:20
    CLOCK: [2016-01-29 五 01:30]--[2016-01-29 五 03:57] =>  2:27
    CLOCK: [2016-01-27 三 21:00]--[2016-01-27 三 22:00] =>  1:00
    CLOCK: [2016-01-22 五 22:53]--[2016-01-23 六 01:18] =>  2:25
    CLOCK: [2016-01-22 五 22:10]--[2016-01-22 五 22:47] =>  0:37
    CLOCK: [2016-01-21 四 20:00]--[2016-01-21 四 21:20] =>  1:20
    CLOCK: [2016-01-12 二 12:00]--[2016-01-12 二 13:00] =>  1:00
    CLOCK: [2016-01-06 三 11:00]--[2016-01-06 三 11:08] =>  0:08
    CLOCK: [2016-01-04 一 10:40]--[2016-01-04 一 11:00] =>  0:20
    
